Repository: julianweise/firefighter-self-service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Invalid time range: End lies before start %(end)s < %(start)s
de: Ungültige Zeitspanne: Das Ende liegt vor dem Begin: %(end)s < %(start)s

source: You have selected firefighters that have been marked attending already other overlapping activities: A firefighter can not attend two activities at the same time.
de: Du hast eine Einsatzkraft ausgewählt, die bereits an einer anderen, überschneidenden Veranstaltung teilnimmt. Eine Person kann nur an einer Veranstaltung gleichzeitig teilnehmen.

source: Start
de: Beginn

source: End
de: Ende

source: Attendees
de: Teilnehmer

source: Person in charge
de: Verantwortlicher

source: Comment
de: Kommentar

source: Code Word
de: Stichwort

source: Operation ID
de: Einsatznummer

source: Service Notation
de: Bezeichnung des Dienstes

source: Attendances
de: Anwesenheit

source: Add Operation
de: Einsatz hinzufügen

source: Add Other Service
de: Sonstigen Dienst hinzufügen

source: Add Training
de: Übungsdienst hinzufügen

source: It seems like you have not been responsible for any service yet.
de: Es scheint als hast du noch keinen Einsatz geleitet.

source: Kind
de: Art

source: Duration
de: Dauer

source: Action
de: Aktion

source: Are you sure?
de: Bist du sicher?

source: Do you really want to delete this attendance?
de: Möchtest du diese Teilnahme wirklich löschen?

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Add other Service
de: Sonstigen Dienst hinzufügen

source: Operations
de: Einsätze

source: It seems like no operation has been taken place yet.
de: Es scheint als habe noch kein Einsatz stattgefunden.

source: Do you really want to delete this operation?
de: Möchtest du diesen Einsatz wirklich löschen?

source: Other Services
de: Sonstige Dienste

source: It seems like no other sevice has been taken place yet.
de: Es scheint als habe noch kein sonstiger Dienst stattgefunden.

source: Topic
de: Thema

source: Do you really want to delete this other_service?
de: Möchtest du wirklich diesen sonstigen Dienst löschen?

source: Trainings
de: Übungsdienste

source: It seems like no training has been taken place yet.
de: Es scheint als haben noch keine Übungsdienste stattgefunden.

source: Do you really want to delete this training?
de: Möchtest du wirklich diesen Übungsdienst löschen?

source: Participated Trainings in
de: Teilgenommene Übungsdienste

source: It seems like you have not participated in any training this year.
de: Es scheint als habest du noch an keinem Übungsdienst dieses Jahr teilgenommen.

source: Required Trainings in
de: Obligatorische Ausbildungen

source: It seems like you have no obligatory training this year.
de: Es scheint als habest du keine obligatorischen Ausbildungen.

source: Required for:
de: Vorausgesetzt für

source: Successfully added Operation
de: Einsatz erfolgreich hinzugefügt

source: Operation has been updated successfully
de: Einsatz wurde erfolgreich aktualisiert

source: Successfully deleted Operation
de: Einsatz erfolgreich gelöscht

source: Successfully added Other Service
de: Sonstigen Dienst erfolgreich hinzugefügt

source: Successfully deleted Other Service
de: Sonstigen Dienst erfolgreich gelöscht

source: Successfully added Training
de: Ausbildung erfolgreich hinzugefügt

source: Successfully updated Training
de: Ausbildung erfolgreich aktualisiert

source: Successfully deleted Training
de: Ausbildung erfolgreich gelöscht

source: Select rooms the key provides access to
de: Wähle Räumlichkeiten aus, die mit diesem Schküssel zugänglich sind

source: Equipment
de: Ausrüstung

source: It seems like no equipment has been assigned to yet. Don't worry, this will change soon!
de: Es scheint als sei noch keine Ausrüstung dir zugewiesen worden. Keine Sorge! Das wird sich sicherlich bald ändern

source: Pager
de: Melder

source: Locker
de: Spind

source: Key
de: Schlüssel

source: Owned by
de: Besitzer

source: Access Rights
de: Zugangsrechte

source: Events
de: Veranstaltungen

source: Add Event
de: Veranstaltung hinzufügen

source: Add Course Event
de: Lehrgang hinzufügen

source: It seems like there are no events planned.
de: Es scheint als seien bisher keine Veranstaltungen geplant.

source: Do you really want to delete this event?
de: Möchtest du diese Veranstaltung wirklich löschen?

source: Add new Course Event
de: Lehrgang hinzufügen

source: Add new Event
de: Veranstaltung hinzufügen

source: Successfully created Event
de: Veranstaltung erfolgreich hinzugefügt

source: Successfully created Course Event
de: Lehrgang erfolgreich hinzugefügt

source: German
de: Deutsch

source: English
de: Englisch

source: Firefighter
de: Einsatzkraft

source: Fitness Level
de: Art der Tauglichkeit

source: Issue Date
de: Ausstellungsdatum

source: Expiration Date
de: Ablaufdatum

source: Fitness
de: Tauglichkeit

source: It seems like there is no need for a fitness statement yet. This will change once you complete more advanced courses.
de: Es scheint als bestehe bei dir aktuell (noch) kein Bedarf für eine Tauglichkeit. Dies kann sich ändern, sobal du fortgeschrittene Lehrgänge besuchst / abschließt.

source: Issued
de: Ausgestellt am

source: Valid until
de: Gültig bis

source: Add new Fitness Level to
de: Tauglichkeit hinzufügen zu

source: Successfully created new Fitness Level for
de: Tauglichkeit erfolgreich erstellt für

source: Welcome
de: Willkommen

source: expires on
de: läuft ab am

source: Your fitness
de: Deine Tauglichkeit

source: is about to expire!
de: läuft zeitnahe ab!

source: Please take care off extending your fitness in order to be ready for operation.
de: Bitte kümmere dich um die Verlängerung deiner Tauglichkeit, damit du weiter einsatzfähig bleibst.

source: Your Driver License
de: Dein Führerschein

source: Take all necessary steps to extend your driver's license as soon as possible.
de: Bitte leite alle notwendigen Schritte ein, um deinen Führer schein zeitnahe zu verlängern.

source: Your last five participations
de: Deine letzten fünf Teilnahmen

source: Begin
de: Beginn

source: Supervisor
de: Verantwortlicher

source: Hours served
de: Stunden geleistet in

source: Basic information
de: Basisinformationen

source: Extended information
de: Weiterführende Informationen

source: Address
de: Adresse

source: Permissions
de: Rechte

source: A firefighter has to be at least 15 years old.
de: Eine Einsatzkraft muss mindestens 15 Jahre alt sein.

source: The Email must be set
de: E-Mail muss angegeben werden

source: Superuser must have is_staff=True.
de: Ein Administrator muss is_staff=True sein

source: Superuser must have is_superuser=True.
de: Ein Administrator muss is_staff=True sein

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Picture
de: Foto

source: Staff ID
de: Personalnummer

source: Joined
de: Mitglied seit

source: Active since
de: Aktiv seit

source: Street
de: Straße

source: Zip
de: Postleitzahl

source: City
de: Stadt

source: Phone number
de: Telefonnummer

source: Date of birth
de: Geburtsdatum

source: Rank
de: Dienstrang

source: Issuing Authority
de: Ausgebende Behörde

source: License ID
de: Führerscheinnummer

source: Categories of Driver License
de: Führerscheinklassen

source: Honor
de: Ehrung

source: Role
de: Funktion

source: active
de: aktiv

source: inactive
de: inaktiv

source: Edit Personal Data
de: Persöhnliche Daten bearbeiten

source: unknown
de: unbekannt

source: Member since
de: Mitglied seit

source: Age
de: Alter

source: Phone
de: Telefon

source: Promotions
de: Beförderungen

source: Promote
de: Befördern

source: Date
de: Datum

source: Qualifications
de: Qualifikationen

source: Add Qualification
de: Qualifikation hinzufügen

source: Qualification
de: Qualifikation

source: Valid
de: Gültig

source: Add Fitness
de: Tauglichkeit hinzufügen

source: Expires
de: Läuft ab

source: Driver Licenses
de: Führerschein

source: Add License
de: Führerschein hinzufügen

source: License
de: Führerschein

source: Categories
de: Kategorien

source: Edit Equipment
de: Ausrüstung bearbeiten

source: Honors
de: Ehrungen

source: Add Honor
de: Ehrung hinzufügen

source: Roles
de: Funktion

source: Add Role
de: Funktion hinzufügen

source: Authority
de: Behörde

source: today
de: heute

source: Firefighters
de: Einsatzkräfte

source: Add Firefighter
de: Einsatzkraft hinzufügen

source: It seems like you have not added any firefighter yet.
de: Es scheint als habest du noch keine Einsatzkraft hinzugefügt.

source: Simply start adding firefighters by clicking the button 'Add Firefighter'.
de: Beginne einfach durch einen Klick auf 'Einsatzkraft hinzufügen'.

source: Birth Date
de: Geburtsdatum

source: Do you really want to delete this firefighter?
de: Möchtest du diese Einsatzkraft wirklich löschen?

source: Add new Driver License for
de: Neuen Führerschein hinzufügen für

source: Add new Firefighter
de: Neue Einsatzkraft hinzufügen

source: Update Firefighter
de: Einsatzkraft aktualisieren

source: General Information
de: Generelle Informationen

source: Contact Information
de: Kontaktinformationen

source: Personal data
de: Persöhnliche Daten

source: Staff Number
de: Personalnummer

source: Staff member since
de: Mitglied seit

source: Your history
de: Deine Laufbahn

source: Your honors
de: Deine Ehrungen

source: Assign new Role to
de: Neue Funktion für

source: Successfully updated personal data
de: Erfolgreich persönliche Daten aktualisiert

source: The form has not be filled correctly
de: Das Formular wurde nicht korrekt ausgefüllt

source: Successfully deleted Firefighter
de: Einsatzkraft erfolgreich gelöscht

source: Successfully created new Firefighter
de: Einsatzkraft erfolgreich erstellt

source: Successfully updated Firefighter
de: Einsatzkraft erfolgreich aktualisiert

source: Successfully created new Driver License for
de: Führerschein erfolgreich erstellt für

source: Successfully assigned new Honor to
de: Neue Ehrung erfolgreich hinzugefühgt zu

source: Successfully assigned new Role to
de: Neue Fuktion erfolgreich zugewiesen an

source: County
de: Kreis

source: Federate State
de: Bundesland

source: Course
de: Lehrgang

source: satisfies required training
de: Entspricht obligatorischer Ausbildung

source: Add new Qualification to
de: Neue Qualifikation hinzufügen zu

source: It seems like you do not have any qualifications yet. Do not be upset. Your first course will start soon
de: Es scheint als habest du noch keine anerkannten Qualifikationen. Keine Sorge - Dein erster Lehrgang wird bald starten

source: Qualification Name
de: Name der Qualifikation

source: Qualification Level
de: Ebene

source: Valid?
de: Gültig?

source: Successfully created new Qualification for
de: Erfolgreich neue Qualifikation erstellt für

source: Firefighter Self-Service
de: Feuerwehr Verwaltung

source: Sign out
de: Ausloggen

source: Overview
de: Übersicht

source: Personal Data
de: Persöhnliche Daten

source: Participated Trainings
de: Ausbildungsteilnahmen

source: No
de: Nein

source: Yes
de: Ja

source: Firefighter Self Service
de: Feuerwehr Verwaltung

source: Logged out
de: Ausgeloggt

source: Click here to log in again
de: Klicke hier, um dich erneut einzuloggen

source: Invalid credentials!
de: Ungültige Zugangsdaten

source: Your account doesn't have access to this page.
de: Du hast keinen Zugang zu dieser Seite.

source: To proceed, please login with an account that has access.
de: Um fortzufahren logge dich bitte mit einem Account ein, der über die notwendigen Rechte verfügt.

source: Please log in to see this page.
de: Bitte logge dich ein, um diese Seite zu sehen.

source: Sign in
de: Einloggen

source: Lost password?
de: Passwort vergessen?

source: The password has been changed!
de: Das Passwort wurde geändert!

source: Log in again?
de: Erneut einloggen?

source: Please choose a new password.
de: Bitte wähle ein neues Passwort

source: Reset password
de: Passwort zurücksetzen

source: Password reset failed
de: Zurücksetzen des Passworts fehlgeschlagen

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig. Dies kann beispielsweise passieren, wenn er bereits verwendet wurde. Fordere bitte erneut einen Link an.

source: Back to login
de: Zurück zum Login

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
de: Wir haben dir soeben Anweisungen zum Zurücksetzen deines Passworts an deine E-Mail-Adresse geschickt. Wenn diese innerhalb der nächsten 5 Minuten nicht bei dir eintreffen, schaue bitte in deinem Spam-Ordner nach.

source: Someone asked for password reset for email {{ email }}. Follow the link below:
de: Jemand hat die Zurücksetzung des Passworts für den Account mit der E-Mail-Addresse {{ email }} angefragt. Sollte diese Anfrage von dir stammen, so folge bitte dem untenstehenden Link:

source: Enter your E-Mail-Address to reset your password:
de: Gib bitte deine E-Mail-Addresse an:

source: This field is required.
de: Dies ist ein Pflichtfeld

source: Enter a valid value.
de: Gib bitte einen gültigen Wert an

source: Messages
de: Nachrichten

source: Site Maps
de: Seitenkarte

source: That page number is not an integer
de: Diese Seitennummer ist keine Ganzzahl

source: That page number is less than 1
de: Diese Seitennummer ist kleiner als 1

source: That page contains no results
de: Diese Seite hat keine Inhalte

source: Enter a valid URL.
de: Gib bitte eine gültige URL an.

source: Enter a valid integer.
de: Gib bitte einen gültigen numerischen Wert an.

source: Enter a valid email address.
de: Gib bitte eine gültige E-Mail-Addresse an.

source: Enter only digits separated by commas.
de: Gib bitte nur Ziffern separiert durch Kommas ein

source: Ensure this value is less than or equal to %(limit_value)s.
de: Stelle bitte sicher, dass der Wert kleiner oder gleich als %(limit_value)s ist.

source: Ensure this value is greater than or equal to %(limit_value)s.
de: Stelle bitte sicher, dass der Wert größer oder gleich als %(limit_value)s ist.

source: Enter a number.
de: Gib eine Zahl ein.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
de: Dateiendung “%(extension)s” ist nicht erlaubt. Zugelassene Endungensind %(allowed_extensions)s.

source: Null characters are not allowed.
de: Leere Zeichen sind nicht erlaubt.

source: and
de: und

source: Value %(value)r is not a valid choice.
de: Wert %(value)r ist keine gültige Wahl.

source: This field cannot be null.
de: Dieses Feld kann nicht null sein.

source: This field cannot be blank.
de: Dieses Feld kann nicht leer sein.

source: Comma-separated integers
de: Kommaseparierte Ganzzahlen

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
de: “%(value)s” weist einen ungültigen Wert auf. Es muss im Format YYY-MM-DD vorliegen.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
de: “%(value)s” hat ein gültiges Format jedoch ein ungültiges Datum

source: Date (without time)
de: Datum (ohne Zeitangabe)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
de: “%(value)s” liegt in einem ungültigen Fortmat vor. Es muss im Format YYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] sein.

source: Date (with time)
de: Datum (mit Zeitangabe)

source: Decimal number
de: Kommaseparierte Zahl

source: Email address
de: E-Mail

source: File path
de: Dateipfad

source: Floating point number
de: Fließkommazahl

source: Integer
de: Ganzzahl

source: IPv4 address
de: IPv4 Adresse

source: IP address
de: IP Adresse

source: Time
de: Zeit

source: File
de: Datei

source: Image
de: Bild

source: A JSON object
de: JSON Objekt

source: Enter a whole number.
de: Gib eine Ganzahl ein.

source: Enter a valid date.
de: Gib ein gültiges Datum an.

source: Enter a valid time.
de: Gib eine gültige Zeit an.

source: Enter a valid date/time.
de: Gibt ein gültiges Datum inklusive Zeitangabe ein.

source: Enter a valid duration.
de: Gib eine gültige Dauer an.

source: No file was submitted. Check the encoding type on the form.
de: Es wurde keine Datei übertragen. Überprüfe bitte die Encodierung der Datei.

source: No file was submitted.
de: Es wurde keine Datei übertragen.

source: The submitted file is empty.
de: Die übertragene Datei ist leer.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
de: Gib bitte ein gültiges Foto an. Die angegebene Datei war entwederbeschädigt oder kein Foto.

source: Clear
de: Leeren

source: Currently
de: Aktuell

source: Change
de: Ändern

source: Unknown
de: Unbekannt

source: yes,no,maybe
de: Ja, Nein, Vielleicht

source: midnight
de: Mitternacht

source: noon
de: Mittag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: October
de: Oktober

source: December
de: Dezember

source: mar
de: Mär

source: may
de: Mai

source: sep
de: Sept

source: oct
de: Okt

source: dec
de: Dez

# abbrev. month
source: March
de: März

# abbrev. month
source: May
de: Mai

# abbrev. month
source: June
de: Juni

# abbrev. month
source: July
de: Juli

# abbrev. month
source: Oct.
de: Okt.

# abbrev. month
source: Dec.
de: Dez.

# alt. month
source: January
de: Januar

# alt. month
source: February
de: Februar

# alt. month
source: March
de: März

# alt. month
source: May
de: Mai

# alt. month
source: June
de: Juni

# alt. month
source: July
de: Juli

# alt. month
source: October
de: Oktober

# alt. month
source: December
de: Dezember

source: This is not a valid IPv6 address.
de: Dies ist keine gültige IPv6 Adressee.

source: or
de: oder

source: %d year
de: %d Jahr

source: %d month
de: %d Monat

source: %d week
de: %d Woche

source: %d day
de: %d Tag

source: %d hour
de: %d Stunde

source: Forbidden
de: Nicht zugelassen

source: CSRF verification failed. Request aborted.
de: CRSF Verifizierung fehlgeschlagen. Anfrage abgebrochen.

source: No year specified
de: Kein Jahr angegeben

source: Date out of range
de: Datum außerhalb der Spanne

source: No month specified
de: Kein Monat angegeben

source: No day specified
de: Kein Tag angegeben

source: No week specified
de: Keine Woche angegeben

source: No %(verbose_name_plural)s available
de: Kein %(verbose_name_plural)s verfügbar

source: operation
de: Einsatz

source: training
de: Ausbildung

source: other service
de: Sonstiger Dienst

source: Edit Operation
de: Einsatz bearbeiten

source: Edit Attendance
de: Anwesenheit bearbeiten

source: Edit Training
de: Ausbildung bearbeiten

source: Edit Firefighter
de: Einsatzkraft bearbeiten
